{
  "metadata": {
    "title": "Borneo Rainforest and Gayana Marine Reserve  - October 2022 — Omotani CARING Foundation",
    "description": "Borneo Rainforest and Gayana Marine Reserve\n\nOctober 2022 by Les Omotani\n\nThroughout the world we get to meet individuals who are making a \nsignificant difference in sustaining the endangered wildlife in our \nrainforests, oceans and remote islands. Our travels to the Borneo \nrainforest, in October of 2022, were focused upon finding orangutans in \ntheir natural habitat. What we discovered was many local people engaged in \nsmall but important efforts to protect and sustain several endangered \nspecies. We also continued to find amazing efforts to provide all children \nwith a quality education.\n\nWe were impressed with the efforts of the Turtle Nest Adoption program at \nSabah Parks.\n\nhttps://www.sabahparks.org.my/turtle-islands-park/turtle-conservation\n\nWe also were happy to meet Dr. Wong Siew Te at his Bornean Sun Bear \nConservation Center where 42 rescued bears are in residence. Dr Wong \nreceived his education and training in Taiwan and Montana, USA. \nhttps://www.bsbcc.org.my/index.html\n\nWe also met local people who are involved in the reforestation of Borneo. \nEach day they encourage 20-100 visitors to plant individual bamboo shoots \nor culms. Each week thousands of new trees are given a new life!\n\nAnd finally, our immersion in the Borneo Rainforest at Danum Valley \nprovided us with an amazing opportunity to discover the numerous species of \nplants and animals, with 340 species of birds, 124 species of mammals, 72 \nspecies of reptiles, and 56 species of amphibians. The valley is considered \na true biodiversity hotspot, with several rare and endangered species, \nincluding the Bornean Orangutan, the Pygmy Elephant, the Clouded Leopard, \nand the Proboscis Monkey. The forest is also home to over 15,000 species of \nplants, including the world's tallest tropical tree, and 94% of the plant \nspecies in Danum Valley are from the dipterocarp genus, with many of these \nspecies being endemic to Borneo. Being able to learn from local guides and \nbiologists who have lived their lives in this environment reinforced our \ndesire to take small steps to support the amazing work of dedicated local \npeople.",
    "ogTitle": "Borneo Rainforest and Gayana Marine Reserve  - October 2022 — Omotani CARING Foundation",
    "ogDescription": "Borneo Rainforest and Gayana Marine Reserve       October 2022 by Les Omotani      Throughout the world we get to meet individuals who are making a significant difference in sustaining the endangered wildlife in our rainforests, oceans and remote islands.  Our travels to the Borneo rainforest, in Oc",
    "ogImage": "http://static1.squarespace.com/static/5f7206794543797205d2ac32/6137c45af43adc385889b160/63f54c1091883764511bcf6a/1677021513107/mom+and+baby+o.jpeg?format=1500w"
  },
  "sections": [
    {
      "type": "heading",
      "level": 1,
      "text": "Borneo Rainforest and Gayana Marine Reserve  - October 2022"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "BATWA FARM PROJECT [at Matanda] PREPARES LAND FOR PLANTING"
    },
    {
      "type": "heading",
      "level": 2,
      "text": "BATWA FARM PROJECT IN MATANDA NEAR KIHIHI"
    },
    {
      "type": "paragraph",
      "text": "Throughout the world we get to meet individuals who are making a significant difference in sustaining the endangered wildlife in our rainforests, oceans and remote islands.  Our travels to the Borneo rainforest, in October of 2022,   were focused upon finding orangutans in their natural habitat.   What we discovered was many local people engaged in small but important efforts to protect and sustain several endangered species.  We also continued to find amazing efforts to provide all children with a quality education.",
      "html": "Throughout the world we get to meet individuals who are making a significant difference in sustaining the endangered wildlife in our rainforests, oceans and remote islands. &nbsp;Our travels to the Borneo rainforest, in October of 2022, &nbsp;&nbsp;were focused upon finding <strong>orangutans</strong> in their natural habitat.&nbsp;&nbsp; What we discovered was many local people engaged in small but important efforts to protect and sustain several endangered species.&nbsp; We also continued to find amazing efforts to provide all children with a quality education."
    },
    {
      "type": "paragraph",
      "text": "We were impressed with the efforts of the Turtle Nest Adoption program at Sabah Parks.",
      "html": "We were impressed with the efforts of the Turtle Nest Adoption program at Sabah Parks.&nbsp; "
    },
    {
      "type": "paragraph",
      "text": "https://www.sabahparks.org.my/turtle-islands-park/turtle-conservation",
      "html": "https://www.sabahparks.org.my/turtle-islands-park/turtle-conservation"
    },
    {
      "type": "paragraph",
      "text": "We also were happy to meet Dr. Wong Siew Te at his Bornean Sun Bear Conservation Center where 42 rescued bears are in residence.  Dr Wong received his education and training in Taiwan and Montana, USA.    https://www.bsbcc.org.my/index.html",
      "html": "We also were happy to meet Dr. Wong Siew Te at his Bornean Sun Bear Conservation Center where 42 rescued bears are in residence.&nbsp; Dr Wong received his education and training in Taiwan and Montana, USA.&nbsp;&nbsp;&nbsp; <a href=\"https://www.bsbcc.org.my/index.html\"><span style=\"text-decoration:underline\">https://www.bsbcc.org.my/index.html</span></a>"
    },
    {
      "type": "paragraph",
      "text": "We also met local people who are involved in the reforestation of Borneo.  Each day they encourage 20-100 visitors to plant individual bamboo shoots or culms.  Each week thousands of new trees are given a new life!",
      "html": "We also met local people who are involved in the reforestation of Borneo.&nbsp; Each day they encourage 20-100 visitors to plant individual bamboo shoots or culms.&nbsp; Each week thousands of new trees are given a new life!"
    },
    {
      "type": "paragraph",
      "text": "And finally, our immersion in the Borneo Rainforest at Danum Valley provided us with an amazing opportunity to discover the numerous species of plants and animals, with 340 species of birds, 124 species of mammals, 72 species of reptiles, and 56 species of amphibians. The valley is considered a true biodiversity hotspot, with several rare and endangered species, including the Bornean Orangutan, the Pygmy Elephant, the Clouded Leopard, and the Proboscis Monkey. The forest is also home to over 15,000 species of plants, including the world's tallest tropical tree, and 94% of the plant species in Danum Valley are from the dipterocarp genus, with many of these species being endemic to Borneo.   Being able to learn from local guides and biologists who have lived their lives in this environment reinforced our desire to take small steps to support the amazing work of dedicated local people.",
      "html": "And finally, our immersion in the Borneo Rainforest at Danum Valley provided us with an amazing opportunity to discover the numerous species of plants and animals, with 340 species of birds, 124 species of mammals, 72 species of reptiles, and 56 species of amphibians. The valley is considered a true biodiversity hotspot, with several rare and endangered species, including the Bornean Orangutan, the Pygmy Elephant, the Clouded Leopard, and the Proboscis Monkey. The forest is also home to over 15,000 species of plants, including the world's tallest tropical tree, and 94% of the plant species in Danum Valley are from the dipterocarp genus, with many of these species being endemic to Borneo.&nbsp;&nbsp; Being able to learn from local guides and biologists who have lived their lives in this environment reinforced our desire to take small steps to support the amazing work of dedicated local people.&nbsp; "
    }
  ],
  "images": [
    {
      "original": "//images.squarespace-cdn.com/content/v1/5f7206794543797205d2ac32/1601417917277-QALVW1G6C8D9RIDFFNGR/OCF1-B.png?format=1500w",
      "local": "images/general/ocf1-b.png",
      "alt": "Omotani CARING Foundation",
      "type": "img"
    },
    {
      "original": "https://images.squarespace-cdn.com/content/v1/5f7206794543797205d2ac32/b4ff94f6-c699-4bba-b140-6f46d2e00355/mom+and+baby+o.jpeg",
      "local": "images/general/mom+and+baby+o.webp",
      "alt": "",
      "type": "squarespace-data"
    },
    {
      "original": "https://images.squarespace-cdn.com/content/v1/5f7206794543797205d2ac32/b4ff94f6-c699-4bba-b140-6f46d2e00355/mom+and+baby+o.jpeg?format=2500w",
      "local": "images/general/mom+and+baby+o.webp",
      "alt": "",
      "type": "srcset"
    }
  ],
  "galleryItems": [],
  "links": [
    {
      "text": "LES OMOTANI",
      "href": "https://www.omotanicaringfoundation.com/newsupdates",
      "isInternal": true
    },
    {
      "text": "https://www.bsbcc.org.my/index.html",
      "href": "https://www.bsbcc.org.my/index.html",
      "isInternal": false
    },
    {
      "text": "LES OMOTANI",
      "href": "https://www.omotanicaringfoundation.com/newsupdates",
      "isInternal": true
    },
    {
      "text": "Previous\n        Previous\n        \n        BATWA FARM PROJECT [at Matanda] PREPARES LAND FOR PLANTING",
      "href": "https://www.omotanicaringfoundation.com/newsupdates/batwa-farm-project-in-matanda-near-kihihi-1",
      "isInternal": true
    },
    {
      "text": "Next\n        Next\n        \n        BATWA FARM PROJECT IN MATANDA NEAR KIHIHI",
      "href": "https://www.omotanicaringfoundation.com/newsupdates/batwa-farm-project-in-matanda-near-kihihi",
      "isInternal": true
    }
  ]
}
